---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarFailures.BendDiameterTooLarge
source: html/818d813f-9bea-2015-a8e5-85f6401ffb1b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarFailures.BendDiameterTooLarge Property

Rebar Bend Diameter is too large.

## Syntax (C#)
```csharp
public static FailureDefinitionId BendDiameterTooLarge { get; }
```